Repository: TomaszWojtyniak/BeatRate
Catalog: Presentation/Account/Sources/Account/Resources/Localizable.xcstrings
Source language: en
Languages: pl

# account.cancel
source: Cancel
pl: Anuluj

# account.done
source: Done
pl: Gotowe

# account.editProfile
source: Edit profile
pl: Edytuj profil

# account.navigation.title
source: Account
pl: Konto

# account.section.ratings
source: Ratings
pl: Oceny

# account.section.recentlyListened
source: Recently Listened
pl: Ostatnio słuchane

# account.settings
source: Settings
pl: Ustawienia

# account.stat.average
source: Avg
pl: Średnia

# account.stat.rated
source: Rated
pl: Ocenione

# editProfile.editFavorites
source: Edit favorites
pl: Edytuj ulubione

# editProfile.firstName
source: First Name
pl: Imię

# editProfile.lastName
source: Last Name
pl: Nazwisko

# editProfile.save
source: Save
pl: Zapisz

# editProfile.section.name
source: Name
pl: Imię i nazwisko

# editProfile.title
source: Edit Profile
pl: Edytuj profil

# favorites.add
source: Add favorite album
pl: Dodaj ulubiony album

# favorites.card.count
source: %(count)lld picks
pl: %(count)lld ulubionego

# favorites.card.footer
source: Rate yours at beatrate.app
pl: Oceń swoje na beatrate.app

# favorites.card.label
source: Favorite Albums
pl: Ulubione albumy

# favorites.card.title
source: My favorites
pl: Moje ulubione

# favorites.manager.empty
source: Search above to add up to %(max)lld albums.
pl: Wyszukaj powyżej, aby dodać maksymalnie %(max)lld albumu.

# favorites.manager.searchPrompt
source: Search albums to add
pl: Szukaj albumów do dodania

# favorites.share
source: Share
pl: Udostępnij

# favorites.share.close
source: Close
pl: Zamknij

# favorites.share.image
source: Share image
pl: Udostępnij obraz

# favorites.shareAccessibility
source: Share favorites
pl: Udostępnij ulubione

# favorites.title
source: Favorites
pl: Ulubione

# guest.feature.connect.message
source: See your recently listened albums and more.
pl: Zobacz ostatnio słuchane albumy i nie tylko.

# guest.feature.connect.title
source: Connect your music library
pl: Połącz bibliotekę muzyczną

# guest.feature.library.message
source: Everything you've rated, in one place.
pl: Wszystkie twoje oceny w jednym miejscu.

# guest.feature.library.title
source: Your library
pl: Twoja biblioteka

# guest.feature.ratings.message
source: Score albums on a ten-point scale and keep the record.
pl: Oceniaj albumy w skali od 1 do 10 i zachowaj historię ocen.

# guest.feature.ratings.title
source: Your ratings
pl: Twoje oceny

# guest.message
source: You're browsing as a guest. Create an account to start rating.
pl: Przeglądasz jako gość. Załóż konto, aby zacząć oceniać.

# guest.signIn
source: Sign in or create account
pl: Zaloguj się lub załóż konto

# guest.title
source: Keep your ratings
pl: Zachowaj swoje oceny
